{
  "appName": "Creators of international corporations",
  "appAbout": "About",
  "appFigures": "Figures",
  "chgLng": "Change language",
  "search": "Search...",
  "aboutPar1": "The portal \"Creators of International Corporations\" is a unique resource dedicated to the study and analysis of successful entrepreneurs who created and developed large international corporations. The portal was written and maintained by students of BSUIR, FCSN, Software in IT. Data provided by the free website wikipedia.org",
  "aboutPar2":"We invite you to dive into the world of entrepreneurship and gain inspiration from the most successful founders of international corporations.",
  "personDay": "Person of the day",
  "btnMore": "More",
  "authors": "Authors",
  "author1": "Belevich Dmitry",
  "author2": "Khlyschankou Daniil",
  "author3": "Kopytok Mikhail",
  "bsuir": "BSUIR",
  "policy": "Privacy Policy",

  "age" : "Age: ",
  "fullName": "Full name: ",
  "birthdayDate": "Date of Birth: ",
  "deathDate": "Date of death: ",
  "birthdayPlace": "Place of Birth: ",
  "nationality": "Nationality: ",
  "activity": "Career: ",
  "photos": "Photos",
  "timeline": "Timeline",
  "YoutubeHeader": "YouTube",
  "MapHeader": "Map",

  "persons": [
    {
      "id": 1,
      "name": "Steve Jobs",
      "age": "",
      "birthdayDate": "February 24 1955",
      "deathDate": "October 5, 2011",
      "birthdayPlace": "San Francisco, California, U.S.",
      "nationality": "U.S.",
      "activity": "Businessman, inventor, industrial designer, Co-founder, chairman, and CEO of Apple Inc, NeXT and Pixar",
      "description": "Steven Paul (Steve) Jobs (born Abdul Latif Jandali; February 24, 1955, San Francisco, California, United States - October 5, 2011, Palo Alto, Santa Clara, California, United States) was an American entrepreneur, inventor, and industrial designer widely recognized as a pioneer of the information technology era. Co-founder, chairman and CEO of Apple Corporation. Co-founder and CEO of the Pixar movie studio.",
      "photo": "/Images/Steve1.png",
      "images": ["/Images/Steve2.png", "/Images/Steve3.png", "/Images/Steve4.png"],
      "youtube": "https://www.youtube.com/embed/s4pVFLUlx8g?si=NGnnTea7dL_nnJb8",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d100939.99641120159!2d-122.52000086435882!3d37.757807037289176!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80859a6d00690021%3A0x4a501367f076adff!2z0KHQsNC9LdCk0YDQsNC90YbQuNGB0LrQviwg0JrQsNC70LjRhNC-0YDQvdC40Y8sINCh0KjQkA!5e0!3m2!1sru!2sby!4v1702219559536!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1975",
        "timelineTitle": "Homemade Computer Club",
        "timelineSubtitle":"",
        "timelineText": "On March 5, 1975, the first meeting of a group of enthusiasts called the \"Homemade Computer Club\" was held. All of them were also engineers and \"fans\" of computer technology, united by their desire to change the popular perception of computers as very expensive and bulky devices that require special skills to use. The introduction of new technologies into the lives of ordinary people was supposed to be through the promotion of independent design and handicraft manufacture of computers. Steve Wozniak attended the meeting. Already after the first meeting, he was eager to design the machine that later became known as Apple I. By the end of June, he had already obtained the first result unique for the time: the display of characters typed on a keyboard. Woz immediately demonstrated his invention to Steve Jobs, who was impressed by it. After that, Jobs also began to visit the \"Homemade Computer Club\", in any case, in 1975 he was at several meetings: Woz demonstrated his computer to other members of the club at the end of meetings, and Jobs helped him to drag a TV set, which served as a display, as well as with the setup. Jobs soon enough struck up a conversation about the commercial potential of Wozniak's invention. First of all, he convinced Woz to stop giving away computer blueprints to anyone who wanted them, even though this did not meet the principles of the \"Home Computer Club\", created for the free exchange of ideas and selfless mutual assistance. Steve offered Voz to sell in the club ready-made circuit boards, that is, to take the most difficult part of the work on himself, and the buyer would have to solder chips to the board on the ready-made drawings. According to Jobs' calculations, the production of one board would cost 20 dollars, and he was going to sell them twice as expensive. Wozniak was initially skeptical of the idea: the business required at least $1,000 in start-up investment, which could pay off after the sale of 50 units of goods. Although the club already had about 500 members, many of them were proponents of fancy off-the-shelf solutions like the Altair 8800, and Woz didn't see enough customers. But Jobs knew his friend too well. He didn't try to convince Wozniak that the company was bound to be profitable, but painted their venture as an exciting adventure. And it worked."
      },
        {
          "timelineYears": "1976-1985",
          "timelineTitle": "Apple computer",
          "timelineSubtitle":"Creating a company with an interesting name",
          "timelineText": "To raise the necessary sum, Jobs had to sell his hippie Volkswagen T1 van and switch to a bicycle, while Wozniak sold one of his main treasures - a programmable calculator HP-65. From the proceeds, Jobs paid a familiar Atari employee to create a circuit board schematic that could then be put into mass production. In January 1976, the first batch of boards arrived at the companions' disposal. Jobs needed a third voice in case of disagreement with Wozniak, and Steve took in a share of another engineer from Atari, his friend Ron Wayne, who had a bad experience of running his own business producing slot machines for casinos, and therefore well versed in the law and drafting documents. Jobs also hoped with Wayne's help to convince Wozniak to quit designing calculators for Hewlett-Packard and fully concentrate on their business. It remained to register the company and could start selling the product. But first it was necessary to decide on the name of the future company. Jobs had just returned from Oregon, from Friedland's One Farm. This farm was a real hippie commune - Steve pruned apple trees there and even went on an apple diet, becoming a fruitarian and deciding that now he was clean and it was enough for him to wash not more than once a week. He returned to Los Altos absolutely happy. Woz met him at the airport and took him by car into town. On the way they chose a name for the future company, because the next morning they had to file the documents for its registration. Jobs suggested \"Apple Computer\": it sounded fun, energetic and not scary. The word \"apple\" softened the serious \"computer\". Plus, in the phone book, we'd end up with Atari's Steve Jobs. Jobs stated that if nothing better was proposed by morning, the Apple name would remain. And so it did. Therefore, the computer designed by Wozniak was named Apple I.The company was incorporated on April 1, 1976. The three-party partnership agreement was drafted by Wayne, he also wrote the first manual for Apple I and created the first Apple logo."
        },
        {
          "timelineYears": "1985",
          "timelineTitle": "Crisis and layoffs",
          "timelineSubtitle":"",
          "timelineText": "Jobs took the very dubious step of ordering unsold Lisa \"line\" computers to have Macintosh emulation installed and marketed under the Macintosh XL brand. Sales tripled, but it was essentially a deception that many of Apple's top technicians revolted against. Jobs' second failure was the launch of an advertising campaign for the Macintosh Office suite. The bundle was supposed to consist of a file server, networking equipment for Macintosh terminals on AppleTalk protocols, and a LaserWriter laser printer. Jobs tried to take the same assertive and aggressive tone that had brought success the year before, but he \"overreached\". The slump in sales and questionable management actions caused the departure of a number of leading specialists, whom Jobs parted with too easily and self-confidently. The crisis also caused Jobs and Sculley's working relationship to deteriorate, leading to a power struggle between them. Jobs by this time had already considered Sculley an unsuitable person to lead the company and generally \"bad for Apple\". However, the management did not support him, and it was decided to gradually remove Jobs from the management of the company, especially since he had the idea of creating a research center AppleLabs, where he could become an effective manager. He asked several times for a postponement, but in the end he couldn't resist - he planned to organize a coup in Sculley's absence on the board of directors and seize power. Even Jobs' staunchest supporters thought the plan was crazy and tried to talk him out of it. Scully found out about it, canceled the trip, and on May 24, 1985, at a board meeting, exposed Jobs' plans. The board sided with Scully and fired Jobs as head of the Macintosh division. Steve felt betrayed and abandoned by everyone. He was assigned a small house, away from the main Apple buildings, Jobs called it \"Siberia\". After a while, he simply stopped going to work and made sure no one noticed his absence. So Jobs held the formal position of chairman of the board of directors for five months, with no real authority, before leaving Apple and founding NeXT Inc. the same year."
        },
        {
          "timelineYears": "1985-1996",
          "timelineTitle": "NeXT Computer",
          "timelineSubtitle":"Creating NeXT-computers",
          "timelineText": "In 1985, Jobs met Nobel Prize-winning biochemist Paul Berg. Berg shared his ideas about a computer for scientific research: it should be personal, powerful, and inexpensive. Jobs launched the Big Mac project to create such a computer. However, after Jobs left Apple in the fall of 1985, his successor Jean-Louis Gasset closed the project. Now Jobs had a chance to realize his vision in his own company. The company logo was designed by the famous designer Paul Rand for 100 thousand dollars. Jobs poached some like-minded Macintosh team members - lead programmer Bud Tribble, lead engineers George Crowe and Rich Page, chief accountant Susan Barnes, artist-designer Susan Kare, marketer Daniel Levin - and with $7 million dollars incorporated NeXT Inc. Jobs saw his new challenge as creating a computer for the needs of science and education. The problem was that Apple had a strong position in that market alone. A year later, there was almost nothing left of the 7 million, and the asset of the new company was only a logo and fancy offices. Businessman and philanthropist Ross Perot saved the situation, in 1987 he bought 16% of the company for 20 million dollars, which was the first major investment in NeXT. Steve ran NeXT with an obsession for aesthetic perfection. Together with Esslinger, they designed the NeXT computer, an idea Jobs had. NeXT computers did not go on sale until mid-1989 at a price of $6,500 and were initially sold in limited quantities to universities with a pre-installed beta version of the NeXTSTEP operating system. Jobs advertised the NeXTcube as the first \"interpersonal\" computer to replace the personal computer. With its innovative multimedia e-mail system, NeXTMail, the NeXTcube allowed voice, images, graphics and video to be shared via e-mail. \"Interpersonal computers are revolutionizing human communications and group work,\" Jobs told reporters. Like the Apple Lisa, the NeXT station was technologically advanced, but was generally rejected by the industry as too expensive. Among those who could afford it, however, NeXT gained a following because of its technical advantages, chief among them an object-oriented software development system. Tim Berners-Lee invented the World Wide Web and wrote the world's first hypertext web browser at CERN using a NeXT computer, and John Carmack wrote the games Wolfenstein 3D and Doom on it."
        },
        {
          "timelineYears": "1996-2011",
          "timelineTitle": "Return to Apple",
          "timelineSubtitle":"",
          "timelineText": "NeXT, which had shrunk to NeXT Software Inc. to 240 employees, supplying advanced software to such major customers as Dell, The Walt Disney Company, WorldCom, and the BBC, was at a dead end. Jobs realized that he could not get out on his own, and again began to look towards Apple, which was also not doing brilliantly. After Jobs' departure, Apple held on to old ideas and developments for a few years, and then its market share fell from 16% to 4%. The first conversation between Steve Jobs and Apple director Gil Amelio about a possible merger or takeover of NeXT took place in 1994: NeXT had the NeXTSTEP multitasking object-oriented operating system and its OpenStep application programming interface, while Apple had the hardware and manufacturing facilities. Two years later, Amelio realized the depth of Apple's crisis and returned to Jobs' proposal. Competing with NeXT for the right to merge with Apple was Be Inc., founded in 1990 by Jean-Louis Gasset, who had once succeeded Jobs as head of the Macintosh division and closed his Big Mac project. After buying NeXT, much of the company's technology found its way into Apple products - most notably NeXTSTEP, which became the basis for Mac OS X. On December 20, Jobs returned to the company he had founded and was introduced to the Apple team as \"advisor to the chairman\". The company immediately began to feel the movement: production was reduced, and a series of personnel changes and reshuffles followed. It became clear that Jobs would try to reclaim Apple for himself, although he called himself only a \"consultant\" and denied any claims to power, citing his busyness at Pixar and the need to devote more time to his family. At the same time, Jobs quickly managed to lead people loyal to him to key positions in the company and gained a fairly unambiguous reputation. In September, Jobs was officially named interim CEO and became the de facto head of Apple. In March 1998, Jobs went to drastic measures to revitalize the company. He shut down a number of projects such as Newton, Cyberdog, and OpenDoc."
        }
      ]
    },

    {
      "id": 2,
      "name": "Bill Gates",
      "age": "68 years",
      "birthdayDate": "October 28, 1955",
      "deathDate": "",
      "birthdayPlace": "Seattle, Washington, U.S",
      "nationality": "USA",
      "activity": "Microsoft Technology Advisor, Co-Chair of the Bill & Melinda Gatiss Foundation",
      "description": "William Henry Gates III (October 28, 1955, Seattle, Washington, D.C.), better known as Bill Gates, is an American entrepreneur and public figure, philanthropist, co-founder (with Paul Allen) and former largest shareholder of Microsoft. Until June 2008, he was an executive of the company; after leaving his post, he remained as its non-executive chairman. He is also co-chairman of the Bill & Melinda Gates Foundation, a member of the board of directors of Berkshire Hathaway, and CEO of Cascade Investment.",
      "photo": "/Images/Bill1.png",
      "images": ["/Images/Bill2.png", "/Images/Bill3.png", "/Images/Bill4.png"],
      "youtube": "https://www.youtube.com/embed/gFdnE2fYdbg?si=-xxpbKk3WtWeOJPZ",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d172139.71950605686!2d-122.65387705988238!3d47.612851031084574!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x5490102c93e83355%3A0x102565466944d59a!2z0KHQuNGN0YLQuywg0JLQsNGI0LjQvdCz0YLQvtC9LCDQodCo0JA!5e0!3m2!1sru!2sby!4v1702219233988!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1955-1975",
        "timelineTitle": "Early years and schooling",
        "timelineSubtitle":"",
        "timelineText": "William Henry Gates III was born on October 28, 1955, in Seattle, Washington, as the only son of William H. Gates Sr. and his first wife, Mary Maxwell Gates. At the age of 13, he enrolled at Lakeside Private Preparatory School, where he wrote his first program. At 17, Gates formed a business with Allen called Traf-O-Data to produce traffic counters based on the Intel 8008 processor. In 1972, he served in the House of Representatives of Congress. He was a National Merit Scholar when he graduated from Lakeside High School in 1973. He scored 1590 out of 1600 on scholastic tests and entered Harvard College in the fall of 1973.He chose to major in law, but took courses in mathematics (including Math 55) and computer science. While at Harvard, he met fellow student and future Microsoft CEO Steve Ballmer. Gates left Harvard after two years, while Ballmer stayed and graduated with honors. Years later, Ballmer succeeded Gates as CEO of Microsoft and held the position from 2000 until his resignation in 2014. Gates developed the pancake sorting algorithm as a solution to one of a series of unsolved problems presented in a combinatorics class by Professor Harry Lewis. His solution held the record as the fastest version for over 30 years, and his successor is only 2% faster. His solution was formalized and published in collaboration with Harvard computer scientist Christos Papadimitriou. Gates continued to communicate with Paul Allen and joined him at Honeywell in the summer of 1974. In 1975, the MITS Altair 8800, based on the Intel 8080 processor, was released, and Gates and Allen saw an opportunity to start their own computer software company. Gates left his studies at Harvard that same year. His parents supported him, seeing how much he wanted to start his own company. He explained his decision to leave Harvard this way, \"If things didn't work out, I could always go back to school. I was officially on sabbatical\""
      },
        {
          "timelineYears": "1975-1981",
          "timelineTitle": "Microsoft foundation",
          "timelineSubtitle":"",
          "timelineText": "Gates read the January 1975 issue of Popular Electronics magazine, in which the Altair 8800 was demonstrated, and contacted Micro Instrumentation and Telemetry Systems (MITS) to say that he and others were working on a BASIC interpreter for that platform. Gates and Allen didn't actually have an Altair and weren't writing code for it; they just wanted to gauge MITS' interest. MITS president Ed Roberts agreed to meet with them for a demonstration, and within a few weeks they had developed an Altair emulator that ran on a minicomputer and then a BASIC interpreter. The demonstration was held at the MITS office in Albuquerque, New Mexico; it was a success and led to a deal with MITS to distribute the interpreter as Altair BASIC. MITS hired Allen, and Gates took a leave of absence from Harvard to work with him at MITS in November 1975. Allen called their partnership \"Micro-Soft,\" a combination of the words \"microcomputer\" and \"software,\" and their first office was in Al Bookerka. Gates and Allen's first employee was their high school chum Rick Weiland. A year later, they dropped the hyphen and officially registered the trade name \"Microsoft\" with the New Mexico Secretary of State on November 26, 1976. Gates never returned to Harvard to complete his studies. The Altair BASIC language developed by Microsoft was popular with computer hobbyists, but Gates discovered that a pre-production copy had leaked into the marketplace and was widely copied and distributed. In February 1976, Gates published an open letter to hobbyists in the MITS newsletter, arguing that more than 90% of Microsoft Altair BASIC users had not paid Microsoft for it, and Altair's \"hobbyist market\" could discourage professional developers from creating, distributing, and maintaining high-quality software. Microsoft became independent of MITS in late 1976 and continued to develop software in programming languages for a variety of systems. The company moved from Albuquerque to Bellevue, Washington, on January 1, 1979. According to Gates, he personally reviewed and often rewrote every line of code created by the company in its first five years of existence. As the company grew, he moved into a managerial and then supervisory role."
        },
        {
          "timelineYears": "1982-1990",
          "timelineTitle": "Blossoming and dominating the market",
          "timelineSubtitle":"",
          "timelineText": "IBM, a leading supplier of computer hardware to commercial enterprises at the time, approached Microsoft in July 1980 about software for its new personal computer, the IBM PC. IBM first suggested that Microsoft write a BASIC interpreter. IBM representatives also mentioned that they needed an operating system, and Gates referred them to Digital Research (DRI), creators of the widely used CP/M operating system. However, IBM's negotiations with Digital Research were unsuccessful, and they did not reach a license agreement. IBM representative Jack Sams mentioned the licensing difficulties during a subsequent meeting with Gates and asked if Microsoft could provide an operating system. A few weeks later, Gates and Allen suggested using 86-DOS, a CP/M-like operating system that Tim Paterson of Seattle Computer Products (SCP) had created for PC-like hardware. It was the prestige that Microsoft's adoption of IBM's adoption of their operating system would be the beginning of Microsoft's transformation from a small business to the world's leading software company. Gates did not offer to transfer the copyright of the operating system to IBM because he believed that other personal computer manufacturers would clone IBM's hardware. They did, making the IBM-compatible PC running DOS the de facto standard. Sales of MS-DOS (a version of DOS sold beyond IBM) made Microsoft a major player in the industry. Microsoft and Gates released the first retail version of Microsoft Windows on November 20, 1985, trying to fend off competition from Apple's Macintosh graphical interface, which had won over consumers with its simplicity and ease of use. In August 1986, the company struck a deal with IBM to develop a separate operating system called OS/2. Although both companies successfully developed the first version of the new system, the collaboration broke down due to growing creative differences. The operating system evolved organically from DOS for ten years, until Windows 95 appeared, which by default hid the DOS prompt."
        },
        {
          "timelineYears": "1994-2006",
          "timelineTitle": "Expansion and deversification",
          "timelineSubtitle":"",
          "timelineText": "In the early 1990s, Microsoft expanded its operations by acquiring other companies and launching new products. Companies such as Navision, a maker of enterprise resource planning software, and Lucent, a telecommunications company, were acquired. Microsoft also began to invest heavily in cloud technology and mobile applications."
        },
        {
          "timelineYears": "2006",
          "timelineTitle": "Stepping down as CEO of Microsoft",
          "timelineSubtitle":"",
          "timelineText": "On June 15, 2006, Gates announced that he was going to step away from Microsoft to devote more time to philanthropy. He gradually divided his responsibilities between his two successors, putting Ray Ozzie in charge of management and Craig Mundy in charge of long-term product strategy. The process of fully handing over responsibilities to Ozzie and Mundy took two years and was completed on June 27, 2008. Since leaving Microsoft, Gates continues to be involved in philanthropy and work on other projects. According to the Bloomberg Billionaires Index, Gates became the world's highest-earning billionaire in 2013, with his fortune increasing by $15.8 billion to $78.5 billion. As of January 2014, the majority of Gates' assets are in Cascade Investment LLC, through which he holds stakes in numerous businesses, including Four Seasons Hotels and Resorts and Corbis Corp."
        }
      ]
    },

    {
      "id": 3,
      "name": "Mark Zuckerberg",
      "age": "39 years",
      "birthdayDate": "May 14, 1984",
      "deathDate": "",
      "birthdayPlace": "White Plains, New York, U.S.",
      "nationality": "U.S",
      "activity": "entrepreneur, computer scientist, philanthropist, responsible executive, philanthropist.",
      "description": "Mark Elliott Zuckerberg (born May 14, 1984) is an American businessman and philanthropist. He is one of the founders of the social media service Facebook and its parent company Meta Platforms (formerly Facebook, Inc.), of which he is chairman, chief executive officer, and controlling shareholder.",
      "photo": "/Images/Mark1.png",
      "images": ["/Images/Mark2.png", "/Images/Mark3.png", "/Images/Mark4.png"],
      "youtube": "https://www.youtube.com/embed/9aCg7jH4S1w?si=BTs2E6WAB9KtD85Y",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d48159.32533353685!2d-73.83262549249952!3d41.026178455171284!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c29422e2a335d9%3A0x541404101a5bfc6c!2z0KPQsNC50YIt0J_Qu9C10LnQvdGBLCDQndGM0Y4t0JnQvtGA0LosINCh0KjQkA!5e0!3m2!1sru!2sby!4v1702218649101!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1984-2002",
        "timelineTitle": "Early life and education",
        "timelineSubtitle":"",
        "timelineText": "Zuckerberg began using computers and writing software in middle school. In high school, he built a program that allowed all the computers between his house and his father's dental office to communicate with each other. During Zuckerberg's high-school years, he worked to build a music player called the Synapse Media Player. The device used machine learning to learn the user's listening habits, which was posted to Slashdot and received a rating of 3 out of 5 from PC Magazine. The New Yorker once said of Zuckerberg: \"some kids played computer games. Mark created them.\". The New Yorker noted that by the time Zuckerberg began classes at Harvard in 2002, he had already achieved a \"reputation as a programming prodigy\". He studied psychology and computer science and belonged to Alpha Epsilon Pi and Kirkland House."
      },
        {
          "timelineYears": "2002-2004",
          "timelineTitle": "Facebook foundation",
          "timelineSubtitle":"",
          "timelineText": "In his sophomore year, he wrote a program that he called CourseMatch, which allowed users to make class selection decisions based on the choices of other students and help them form study groups. Later, he created a different program he initially called Facemash that let students select the best-looking person from a choice of photos. Arie Hasit, Zuckerberg's roommate at the time, explained: We had books called Face Books, which included the names and pictures of everyone who lived in the student dorms. At first, he built a site and placed two pictures or pictures of two males and two females. Visitors to the site had to choose who was \"hotter\" and according to the votes there would be a ranking. The site went up over a weekend, but by Monday morning, the college shut it down, because its popularity had overwhelmed one of Harvard's network switches preventing students from accessing the Internet. In addition, many students complained that their photos were being used without permission. Zuckerberg apologized publicly, and the student paper ran articles stating that his site was \"completely improper\". In January 2004, Zuckerberg began writing code for a new website.On February 4, 2004, Zuckerberg launched \"Thefacebook\", originally located at thefacebook.com, in partnership with his roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes. An earlier inspiration for Facebook may have come from Phillips Exeter Academy, the prep school from which Zuckerberg graduated in 2002. It published its own student directory, \"The Photo Address Book\", which students referred to as \"The Facebook\". Such photo directories were an important part of the student social experience at many private schools. With them, students were able to list attributes such as their class years, their friends, and their telephone numbers."
        },
        {
          "timelineYears": "2005-2019",
          "timelineTitle": "Growth and success of Facebook",
          "timelineSubtitle":"",
          "timelineText": "In 2005, Zuckerberg left Harvard to focus on developing Facebook. The company grew rapidly and became available to all internet users in 2006. In the following years, Facebook continued to grow and became one of the most popular social networks in the world. Zuckerberg began working hard to expand Facebook beyond social networking, including the development of the messenger WhatsApp, the company is also actively working on a meta-universe and investing in artificial intelligence technology."
        },
        {
          "timelineYears": "2019",
          "timelineTitle": "Oculus Quest",
          "timelineSubtitle":"",
          "timelineText": "In 2019, Facebook-owned Oculus released a virtual reality headset, which is a self-contained helmet that allows you to immerse yourself in a gaming environment. This headset allows you to move around, interact, hear the sounds of the virtual world and much more. The headset has cameras that allow you to track human movement and body tracking. There are currently 3 versions of the headset, the latest of which allows you to be in mixed reality."
        },
        {
          "timelineYears": "2023",
          "timelineTitle": "Threads",
          "timelineSubtitle":"",
          "timelineText": "Meta has launched Threads, a social network designed to exchange short messages. Immediately after the launch, Twitter threatened Meta with a lawsuit, accusing the corporation of stealing its technological secrets, as Threads is very similar to Twitter, namely to create branches, comment on them. Today, Zuckerberg continues to run Facebook, which has become one of the largest companies in the world, with over 2.8 billion monthly active users. Zuckerberg is also active in philanthropy and supporting education and science."
        }
      ]
    },

    {
      "id": 4,
      "name": "Elon Musk",
      "age": "52 years",
      "Birthday Date": "June 28, 1971",
      "deathDate": "",
      "birthdayPlace": "Pretoria, South Africa",
      "nationality": "USA",
      "activity": "entrepreneur, engineer",
      "description": "Elon Reeve Musk is an American entrepreneur, engineer and billionaire. Founder, CEO and Chief engineer of SpaceX; investor, CEO and product architect of Tesla; founder of The Boring Company; co-founder of Neuralink and OpenAI; owner of Twitter (X).On January 7, 2021, with an estimated fortune of $ 185 billion, he became the richest man on the planet for the first time, displacing Amazon founder Jeff Bezos into second place. On November 1, 2021, he became the first person in history whose fortune reached the $300 billion mark.On May 9, 2018, he was awarded membership of the Royal Society of London for outstanding services to science. In December 2021, Time magazine recognized Elon Musk as the \"Person of the Year\".",
      "photo": "/Images/Musk1.png",
      "images": ["/Images/Musk2.png", "/Images/Musk3.png", "/Images/Musk4.png"],
      "youtube": "https://www.youtube.com/embed/oO8w6XcXJUs?si=am-EvZtpXSTQH7LC",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d511631.13646276866!2d29.4353643!3d59.9394575!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x1e95619cbec65033%3A0xf66262b07a847b4c!2z0J_RgNC10YLQvtGA0LjRjywg0K7QttC90LDRjyDQkNGE0YDQuNC60LA!5e0!3m2!1sru!2sby!4v1702305353077!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1995-1999",
        "timelineTitle": "Zip2",
        "timelineSubtitle":"\"the site worked during the day, and I developed it at night, seven days a week, all the time\"",
        "timelineText": "In 1995, Musk, his brother Kimbal and Greg Kouri founded the Zip2 company, which develops software for the Internet, with the funds of investors. They have set up their business in a small rented office in Palo Alto. The company developed and sold an online city guide for the newspaper industry, with maps, directions and yellow pages. Musk says that before the company became successful, he couldn't afford an apartment and instead rented an office, slept on the couch, took a shower at the YMCA and shared a computer with his brother. When he and Kimball couldn't agree on business decisions, they resolved their differences through fighting. According to Musk, \"the site worked during the day, and I developed it at night, seven days a week, all the time.\" The Musk brothers received contracts with The New York Times and The Chicago Tribune, and convinced the board of directors to abandon plans to merge with CitySearch. Musk's attempts to become CEO, a position held by Chairman Rich Sorkin, were thwarted by the board of directors. Compaq acquired Zip2 for $307 million in cash in February 1999, and Musk received $22 million for his 7 percent stake."
      },
        {
          "timelineYears": "1999-2000",
          "timelineTitle": "X.com and PayPal",
          "timelineSubtitle":"Elon's strategic decision to merge the two companies",
          "timelineText": "In March 1999, Musk became one of the founders X.com . In 2000 X.com She merged with Confinity, one of the products of which was the PayPal personal money transfer service. Musk strongly advocated the transfer of software developed by the company from UNIX to the Windows operating system, which caused disagreements with the company's technical director Max Levchin and other executives, which ended with Musk's resignation from the post of CEO (while he remained a member of the Board of Directors). However, Elon's strategic decision to merge the two companies, along with the active promotion of an electronic payment system at online auctions (primarily eBay), led in 2001 to the rapid growth of the company, which was finally renamed PayPal. Such impressive successes allowed the company to place shares on the stock exchange in February 2002 (and at the same time become the first dotcom company to go public after the terrorist attacks of September 11, 2001). In October 2002, PayPal was bought by eBay for 1.5 billion US dollars. At the time of the sale, Musk owned 11.7% of the company's shares, which allowed him to gain $ 180 million."
        },
        {
          "timelineYears": "2002",
          "timelineTitle": "SpaceX",
          "timelineSubtitle":"\"Sooner or later our lives will have to go beyond this blue-green ball — or we will die out\"",
          "timelineText": "In May 2002, Musk founded his third The company is SpaceX. She is a private developer of a series of launch vehicles and a commercial operator of space systems.SpaceX is developing the Falcon Heavy superheavy launch vehicles (in operation since 2019) and Starship (undergoing the final stages of testing). These carriers, thanks to the use of partially or completely reusable modules, will significantly reduce the cost of delivering cargo weighing 100-120 tons into orbit, which in turn opens up wide prospects for lunar and Martian space programs.According to Elon himself, he was greatly influenced by the cycle of science fiction novels \"The Foundation\" and Isaac Asimov's views on the exploration of outer space as the development and preservation of human existence. Musk argued that embracing the life of several planets could serve as protection against the threat of human extinction.Elon Musk has set himself the goal of reducing the cost of space flights by 10 times. To do this, he founded SpaceX, investing in it $ 100 million received from the sale of his previous companies.In January 2016, at an investment forum in Hong Kong, Musk announced that his company hopes to fly to Mars in 2020-2025. On September 27, 2016, at the 67th International Astronautical Congress in Guadalajara (Mexico), Musk presented a project for an interplanetary transport system involving the creation of reusable space transport to deliver people to Mars, with the aim of creating a self-sustaining colony there in the future.On May 30, 2020, a manned flight of Elon Musk's spacecraft called Crew Dragon took place. The first stage of the Falcon 9 successfully returned to Earth and landed on a floating platform in the Atlantic Ocean 10 minutes after launch. The ship successfully entered orbit and docked with the ISS.In January 2021, Musk announced his intention to sell off the property to demonstrate the seriousness of his intentions to build an autonomous city on Mars."
        },
        {
          "timelineYears": "2004",
          "timelineTitle": "Tesla",
          "timelineSubtitle": "In 2019, Tesla became the largest manufacturer of electric vehicles in the world",
          "timelineText": "Tesla, Tesla is an American company, manufacturer of electric vehicles and power storage solutions.In 2019, Tesla became the largest manufacturer of electric vehicles in the world. The Tesla Model 3 sedan has become the best-selling electric car in history, breaking the 800 thousand mark.In the Forbes Global 2000 list of the largest public companies in the world for 2022, Tesla took the 151st place. Fortune 500 ranked 65th in the list of the largest companies in the United States in terms of revenue. In 2021, Tesla took the first place in terms of market capitalization among automotive companies, surpassing the Japanese automaker Toyota. By the middle of 2023, the capitalization amounted to $ 820 billion.The company was named after the American engineer, inventor in the field of electrical engineering Nikola Tesla."
        },
        {
          "timelineYears": "2022",
          "timelineTitle": "Twitter",
          "timelineSubtitle":"An American microblogging service and a social network where users post messages known as \"tweets\" and interact with them ",
          "timelineText": " As of March 14, 2022, Elon Musk bought 9.2% of Twitter, Inc. (73.48 million shares). The value of the package, according to the exchange value of April 1, was more than $ 2.8 billion, against the background of the news, Twitter shares increased by more than 25% in the premarket. On April 25, 2022, the Twitter board of directors accepted Musk's offer to buy the company for $44 billion, but in July Musk rejected the deal.On October 27, 2022, the deal was completed. Elon Musk took over the company. Twitter CEO Parag Agrawal, CFO Ned Segal and two other high-ranking employees have resigned from management.After Elon Musk became the head of the company, a number of Twitter advertisers (General Mills, Audi, Pfizer) temporarily suspended advertising on the social network. Because of this, the company's revenue has fallen significantly.On July 24, 2023, the main Twitter page was renamed to \"X\", and a day earlier, redirection from the domain was configured x.com on twitter.com . The new logo of the social network is a white letter X on a black background. According to Musk, the tweets will be renamed \"x's\". The businessman also noted that the rebranding is due to the fact that previously it was possible to communicate in the application by posting short 140-character messages, but now \"you can publish almost anything, including several hours of video.\"November 17, 2023 the largest investors are Apple, Disney, Warner Bros. Discovery, Paramount, Sony Pictures and Lionsgate, as well as IBM, refused to advertise on Twitter after Elon Musk supported an anti-Semitic post. The European Commission has also asked to stop buying ads on Twitter. The White House criticized Musk for promoting anti-Semitism. On November 18, 2023, the network was forced to start blocking calls \"from the river to the sea\"."
        }
      ]
    },

    {
      "id": 5,
      "name": "Jeff Bezos",
      "age": "59 years",
      "birthdayDate": "January 12, 1964",
      "deathDate": "",
      "birthdayPlace": "Albuquerque, New Mexico, USA",
      "nationality": "USA",
      "activity": "Entrepreneur",
      "description": "Jeffrey Preston \"Jeff\" Bezos is an American entrepreneur, founder of an Internet company Amazon.com , the creator and owner of the aerospace company Blue Origin, is the head of the publishing house of The Washington Post.In 2017, he became the richest man in the world according to Forbes, with a fortune of $ 90.5 billion. At the end of January 2022, Bezos' fortune was estimated at $ 302 billion, which made him the third person in modern history whose fortune exceeded $ 300 billion.In January 2022, he lost the third position in the ranking of the richest people in the world to Tesla CEO and SpaceX founder Elon Musk. According to Forbes, Bezos' fortune as of May 2022 is estimated at $150.1 billion.",
      "photo": "/Images/Bezos1.png",
      "images": ["/Images/Bezos2.png", "/Images/Bezos3.png", "/Images/Bezos4.png"],
      "youtube": "https://www.youtube.com/embed/Xx92bUw7WX8?si=sOiqaD1K-ibH4dsq",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d208957.83135977498!2d-106.84128842247968!3d35.082579388007005!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x87220addd309837b%3A0xc0d3f8ceb8d9f6fd!2z0JDQu9GM0LHRg9C60LXRgNC60LUsINCd0YzRji3QnNC10LrRgdC40LrQviwg0KHQqNCQ!5e0!3m2!1sru!2sby!4v1702306024747!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1993",
        "timelineTitle": "Wedding with Mackenzie Tuttle",
        "timelineSubtitle":"He was looking for a \"resourceful\" woman who, if anything, \"would be able to rescue him from a prison in a third world country\"",
        "timelineText": "While working at D. E. Shaw & Co, Bezos asked friends to provide him with a stream of dating candidates in order to find a suitable candidate for a relationship. According to him, he was looking for a \"resourceful\" woman who, if anything, \"would be able to rescue him from a prison in a third world country.\" Such a search was unsuccessful, but then he fell in love with Mackenzie Tuttle. Mackenzie received her bachelor's degree from Princeton University in 1992 and was an assistant to the American writer Toni Morrison there. She got a job at a hedge fund as an administrative assistant to pay the bills while she worked on her novels. According to her recollections, she fell in love with the voice of Bezos, who laughed contagiously in the next office. In 1993, after three months of relationship, the couple got married in West Palm Beach, and in the same year Mackenzie Tuttle released her first book.In 1994, the couple left a prestigious job in New York and moved to Seattle to found Amazon.com . Bezos repeatedly stressed that it was his wife, who became the first accountant of his startup and even delivered orders, who gave him a resource for work and called her his \"right hand.\" In 1999, Mackenzie became pregnant for the first time. The couple became parents of three sons and adopted a girl from China.In September 2018, the Bezos celebrated 25 years of marriage in Miami, and on January 9, 2019, they announced their divorce, posting a tweet about it and promising to remain friends."
        },
        {
        "timelineYears": "1994",
        "timelineTitle": "Creating an online store Amazon.com ",
        "timelineSubtitle": "The company was named after the Amazon River, the deepest river in the world",
        "timelineText": "At the end of 1994, during a cross-country trip from New York to Seattle, Bezos founded an online store Amazon.com , the initial investment in which amounted to 300 thousand dollars. The site was launched on July 16, 1995, although at that time it was not completely finished: for example, it was possible to order a negative number of books on it. Bezos motivated this by the need to stay ahead of the competition. The company began as an online bookstore and expanded to sell a wide range of products and services, including video and audio broadcasts. In 1997, the company went public. In 1999, the American magazine Time named Bezos the person of the year"
        },
        {
          "timelineYears": "2000",
          "timelineTitle": "Creation of the Blue Origin aerospace company",
          "timelineSubtitle":"The company is located on the territory of Jeff Bezos ranch, located 40 km north of Van Horn, Texas, USA.",
          "timelineText": "The company was incorporated by Jeff Bezos on September 8, 2000 as Blue Operations LLC in Kent. Neil Stevenson, one of Bezos' associates, rented space for the company in a former envelope factory in an industrial area in south Seattle.In March 2017, Blue Origin received its first paid customer, the satellite television provider Eutelsat — on March 7, a contract was signed under which one of the company's satellites will be launched into orbit using a New Glenn launch vehicle within five years. A day later, a second contract was signed, for five launches of the New Glenn rocket with OneWeb satellites.In May 2019, Blue Origin was included in the list of companies selected by NASA to develop and produce prototypes of spacecraft for landing on the moon as part of the new American lunar program \"Artemis\" (see Blue Moon).In August 2021, Blue Origin filed a lawsuit against NASA due to the fact that the contract for the creation of a manned lunar spacecraft was concluded not with it, but with SpaceX.In October 2021, Blue Origin announced plans to participate in the creation of a commercial Orbital Reef station."
        },
        {
          "timelineYears": "2018",
          "timelineTitle": "The first line in Forbes",
          "timelineSubtitle":"Jeff Bezos' capital mainly consists of shares of his company Amazon",
          "timelineText": "Jeff Bezos was first included in the Forbes billionaires ranking in 1999 with a capital of $10.1 billion. For ten years, his fortune did not exceed this mark, but in 2010, steady growth began, which in 2018 raised him to the first line of the Forbes rating with a capital of 112 billion dollars.Jeff Bezos' capital mainly consists of shares in his company Amazon. According to the official stock exchange listing, as of December 1, 2020, he owns 53,474,763 shares of the company, that is, about 10% of all shares.In 2022, the media published the first photos of a yacht codenamed Y721, which is being built for Bezos at the Oceanco shipyards in the Netherlands. The 127-meter vessel will become the largest sailing yacht in the world, taking this title from Sea Cloud. The cost of the project is estimated at about $ 0.5 billion. Especially for the yacht's wiring, the De Hef Bridge in Rotterdam, which was under restoration from 2014 to 2017, will have to be dismantled; this work alone will cost $20 million."
        },
        {
          "timelineYears": "2021",
          "timelineTitle": "Bezos becomes co-founder of Altos Labs",
          "timelineSubtitle": "The goal of Altos Labs is to develop a life extension therapy that can stop or reverse the human aging process.",
          "timelineText": "Altos Labs is an American biotech research company. The goal of Altos Labs is to develop a life extension therapy that can stop or reverse the human aging process. For this purpose, specialized cell therapies based on induced pluripotent stem cells will be developed. The company was founded in 2021 by venture capitalist Yuri Milner. Later, Jeff Bezos invested $3 billion in Altos Labs.,The board of directors of Altos Labs includes Nobel Prize laureates in chemistry Jennifer Dowdna (2020, genetic engineering) and Francis Arnold (2018, application of enzymes). The council was co-chaired by Richard Klausner and Hans Bishop.According to President Hans Bishop, the company primarily seeks to increase the duration of a \"healthy life\", and prolonging life will only be an \"accidental consequence\""
        }
      ]
    },

    {
      "id": 6,
      "name": "Pavel Durov",
      "age": "39 years",
      "Birthday Date": "October 10, 1984",
      "deathDate": "",
      "birthdayPlace": "Leningrad, USSR",
      "nationality": "Russia",
      "activity": "Entrepreneur, programmer",
      "description": "Pavel Valeryevich Durov is a Russian entrepreneur, programmer, creator of the VKontakte social network and Telegram messenger.",
      "photo": "/Images/Durov1.png",
      "images": ["/Images/Durov2.png", "/Images/Durov3.png", "/Images/Durov4.png"],
      "youtube": "https://www.youtube.com/embed/cxtW_U44YFI?si=le7t3mKq_MyBIjcg",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1023918.2106462105!2d27.598072104223764!3d59.918198470178666!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4696378cc74a65ed%3A0x6dc7673fab848eff!2z0KHQsNC90LrRgi3Qn9C10YLQtdGA0LHRg9GA0LMsINCg0L7RgdGB0LjRjw!5e0!3m2!1sru!2sby!4v1702306462923!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "2006—2013",
        "timelineTitle": "Launch of the social network \"VKontakte\"",
        "timelineSubtitle":"On May 27, 2012, top managers of VKontakte, led by Durov, threw airplanes with 5,000-ruble banknotes attached to them from the window of the company's central office in St. Petersburg",
        "timelineText": "On October 8, 2006 Pavel Durov, together with his brother Nikolai, launched the VKontakte social network. Their goal was to create a platform for messaging and multimedia content for students of Russian universities. VKontakte has quickly gained popularity due to its user-friendly and easy-to-use platform, as well as the ability to share media files, similar to Facebook, but aimed at a Russian audience.Under the leadership of Pavel Durov, VKontakte has become the most popular social network in Russia and one of the most visited in Europe. It grew rapidly and attracted millions of users with its capabilities for communication, content sharing, creating groups and pages, and other functions."
        },
        {
          "timelineYears": "2013",
          "timelineTitle": "Leaving \"VKontakte\"",
          "timelineSubtitle":"What you own, sooner or later begins to own you (Pavel Durov on the reasons for leaving \"VKontakte\")",
          "timelineText": "On January 24, 2014, it became known that in December 2013 Durov signed a deal to sell his remaining 12% of Vkontakte shares to Ivan Tavrin and ceased to be the owner of the network.On April 1, Pavel Durov announced on his page that he was resigning from the post of General director of V Kontakt LLC, explaining this by reducing the available freedom of action, but then, on April 3, he withdrew his resignation. Then it turned out that this was not an April Fool's joke, on April 21, the owners of the VKontakte social network granted a request for dismissal, which was previously sent to them by the CEO and founder of the network Pavel Durov.Since September 16, 2014, the sole owner of VKontakte is Mail.Ru The Group, which has been called VK since October 12, 2021."
        },

        {
          "timelineYears": "2013-2020",
          "timelineTitle": "Creation of the Telegram messenger",
          "timelineSubtitle":"In an interview with The New York Times, Pavel said that the initial idea of the application came to him back in 2011, when special forces came to his door",
          "timelineText": "On August 14, 2013 Pavel Durov and his brother Nikolai Durov launched the Telegram messenger. They aimed to create a messaging platform with a high level of security and protection of users' personal information. Telegram differed from other messengers by encrypting messages and the ability to send self-destructing messages.Under the leadership of Pavel Durov, Telegram messenger continued its active development, attracting millions of users around the world. It has been praised for its ease of use, fast message delivery and high level of privacy. In their project, Pavel Durov and his team constantly implemented new features and improvements, which allowed Telegram messenger to become one of the leading messaging platforms worldwide.Telegram has also been actively working to improve business opportunities by providing tools for creating channels and bots, which has helped attract many companies and organizations. Currently, Telegram messenger remains one of the most popular and respected messaging platforms, attracting users with its innovative features and the desire to ensure privacy and security of communication."
        },
        {
          "timelineYears": "2014",
          "timelineTitle": "Emigration",
          "timelineSubtitle": "I'm afraid there's no way back for me. Especially after I publicly refused to cooperate with the authorities",
          "timelineText": "On April 22, 2014, it became known that Pavel Durov had gone abroad and was not going to return to Russia. He said this in an interview with the TechCrunch portal.Since 2017, Pavel has been living in Dubai, where Telegram's headquarters are located. In addition to the Russian one, he has a passport of the state of Saint Kitts and Nevis, he received this passport after investing in the country's economy.In early April 2018, many media outlets provided information about Durov's acquisition of British citizenship, which Pavel himself denied, referring to the fraudsters' forgery.On February 6, 2021, Pavel Durov held a meeting with the Crown Prince of Dubai, Hamdan bin Mohammed al Maktoum, at which he spoke about the success story of Telegram development.In February 2021, Durov received citizenship of the United Arab Emirates, and in August — French citizenship."
        },
        {
          "timelineYears": "2018—2020",
          "timelineTitle": "Telegram ICO and messenger blocking in Russia",
          "timelineSubtitle":"As for Telegram, the project has not issued, and will not issue personal data and encryption keys to third parties.",
          "timelineText": "In 2018, Durov announced plans to launch a blockchain platform with the Gram cryptocurrency — coin placement (Initial Coin Offering, ICO) to finance the development of the Telegram blockchain project Open Network (TON). During the ICO, the company raised more than $ 1.7 billion, which made it one of the largest ICOs in history.However, in April 2018, Roskomnadzor blocked the messenger in Russia, indicating a refusal to provide Russian special services with access to encrypted messages. After the subsequent court proceedings, Roskomnadzor restricted access to Telegram services in Russia in April 2018, and the blocking of the messenger remained in force for several years.The blocking of Telegram in Russia caused a wide public outcry and attracted the attention of the international community. At the same time, Pavel Durov opposed the charges against him and expressed his willingness to protect the privacy of users. Nevertheless, Telegram messenger continued to develop actively and remained one of the most popular platforms for exchanging encrypted messages worldwide."
        }
      ]
    }

  ]
}