{
  "appName": "Создатели международных корпораций",
  "appAbout": "О портале",
  "appFigures": "Деятели",
  "chgLng": "Изменить язык",
  "search": "Поиск...",
  "noOpt": "Нет результатов",
  "aboutPar1": "Портал \"Создатели Международных Корпораций\" представляет собой уникальный ресурс, посвященный изучению и анализу успешных предпринимателей, которые создали и развили крупные международные корпорации. Портал написан и поддерживается студентами БГУИР, ФКСиС, ПОИТ. Данные предоставлены бесплатным сайтом wikipedia.org",
  "aboutPar2":"Мы приглашаем вас погрузиться в мир предпринимательства и получить вдохновение от самых успешных создателей международных корпораций",
  "personDay": "Деятель дня",
  "btnMore": "Подробнее",
  "authors": "Авторы",
  "author1": "Белевич Дмитрий",
  "author2": "Хлыщенков Даниил",
  "author3": "Копыток Михаил",
  "bsuir": "БГУИР",
  "policy": "Политика конфиденциальности",

  "age" : "Возраст: ",
  "fullName": "Полное имя: ",
  "birthdayDate": "Дата рождения: ",
  "deathDate": "Дата смерти: ",
  "birthdayPlace": "Место рождения: ",
  "nationality": "Гражданство: ",
  "activity": "Род деятельности: ",
  "photos": "Фотографии",
  "timeline": "Временная шкала",
  "YoutubeHeader": "YouTube",
  "MapHeader": "Карта",

  "persons": [
    {
      "id": 1,
      "name": "Стив Джобс",
      "age": "",
      "birthdayDate": "23 февраля 1955 года",
      "deathDate": "5 октября 2011",
      "birthdayPlace": "Сан-Франциско, Калифорния",
      "nationality": "США",
      "activity": "Предприниматель, изобретатель, промышленный дизайнер, сооснователь и CEO компании Apple, NeXT и Pixar",
      "description": "Сти́вен Пол (Стив) Джобс (англ. Steven Paul (Steve) Jobs, имя при рождении — Абдул Латиф Джандали; 24 февраля 1955, Сан-Франциско, Калифорния, США — 5 октября 2011, Пало-Алто, Санта-Клара, Калифорния, США) — американский предприниматель, изобретатель и промышленный дизайнер, получивший широкое признание в качестве пионера эры информационных технологий. Один из основателей, председатель совета директоров и CEO корпорации Apple. Один из основателей и CEO киностудии Pixar.",
      "photo": "/Images/Steve1.png",
      "images": ["/Images/Steve2.png", "/Images/Steve3.png", "/Images/Steve4.png"],
      "youtube": "https://www.youtube.com/embed/GuJs89N3rcw?si=7VY38LkyvQ-i2dlJ",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d100939.99641120159!2d-122.52000086435882!3d37.757807037289176!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80859a6d00690021%3A0x4a501367f076adff!2z0KHQsNC9LdCk0YDQsNC90YbQuNGB0LrQviwg0JrQsNC70LjRhNC-0YDQvdC40Y8sINCh0KjQkA!5e0!3m2!1sru!2sby!4v1702219559536!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1975",
        "timelineTitle": "Клуб самодельных компьютеров",
        "timelineSubtitle":"Клуб энтузиастов, инженеров и фанатов компьютерной техники",
        "timelineText": "5 марта 1975 года состоялось первое собрание группы энтузиастов, называвших себя «Клубом самодельных компьютеров».Все они также были инженерами и «фанатами» компьютерной техники, объединяло их желание изменить бытующее представление о компьютерах, как об очень дорогих и громоздких устройствах, требующих в использовании специальных навыков. Внедрение новых технологий в жизнь простых людей предполагалось через пропаганду самостоятельного проектирования и кустарного изготовления компьютеров. На встрече присутствовал Стив Возняк. Уже после первого собрания он с большим рвением взялся за проектирование машины, позднее получившей известность как Apple I. Уже к концу июня он получил первый уникальный для того времени результат: вывод на экран символов, набираемых на клавиатуре. Воз тут же продемонстрировал своё изобретение Стиву Джобсу, на которого оно произвело огромное впечатление. После этого Джобс тоже стал посещать «Клуб самодельных компьютеров», во всяком случае, в 1975 году он был на нескольких встречах: Воз демонстрировал свой компьютер другим членам клуба по окончании собраний, а Джобс помогал ему дотащить телевизор, выполнявший функции дисплея, а также с настройкой. Джобс довольно скоро завёл разговор о коммерческом потенциале изобретения Возняка. Прежде всего он убедил Воза перестать раздавать чертежи компьютера всем желающим, хотя это не отвечало принципам «Домашнего компьютерного клуба», созданного для свободного обмена идеями и бескорыстной взаимопомощи. Стив предложил Возу продавать в клубе готовые печатные платы, то есть взять самую сложную часть работы на себя, а покупателю оставалось бы по готовым чертежам припаять к плате чипы. По расчётам Джобса, производство одной платы обходилось бы в 20 долларов, а продавать их он собирался вдвое дороже. Возняк поначалу отнёсся к этой идее скептически: бизнес требовал не менее 1000 долларов стартовых вложений, которые могли окупиться после продажи 50 единиц товара. Хотя в клубе было уже около 500 членов, многие из них были сторонниками модных готовых решений вроде Altair 8800, и Воз не видел достаточного числа клиентов. Но Джобс слишком хорошо знал своего друга. Он не стал убеждать Возняка, что компания непременно принесёт доход, а расписал их предприятие как увлекательное приключение. И это сработало."
      },
        {
          "timelineYears": "1 апреля 1976",
          "timelineTitle": "Apple computer",
          "timelineSubtitle":"Создание компании с интересным названием",
          "timelineText": "Чтобы собрать нужную сумму, Джобсу пришлось продать свой «хипповый» микроавтобус Volkswagen T1 и пересесть на велосипед, а Возняк сбыл с рук одно из главных своих сокровищ — программируемый калькулятор HP-65. Из вырученных средств Джобс заплатил знакомому сотруднику Atari за создание схемы печатной платы, которую потом можно было бы отдать в серийное производство. В январе 1976 года первая партия плат поступила в распоряжение компаньонов. Джобсу нужен был третий голос на случай разногласий с Возняком, и Стив взял в долю ещё одного инженера из Atari, своего друга Рона Уэйна, имевшего неудачный опыт ведения собственного дела по производству игровых автоматов для казино, а потому неплохо разбиравшегося в законодательстве и составлении документов. Джобс также надеялся с помощью Уэйна убедить Возняка бросить проектирование калькуляторов для Hewlett-Packard и полностью сосредоточиться на их бизнесе. Оставалось зарегистрировать фирму и можно было приступать к реализации товара. Но сначала нужно было определиться с названием будущей компании. Джобс как раз вернулся из Орегона, с «Единой фермы» Фридланда. Эта ферма была настоящей хипповской коммуной, — Стив там подрезал яблони и даже сел на яблочную диету, став фрутарианцем и решив, что теперь он очистился, и ему достаточно мыться не чаще раза в неделю. В Лос-Альтос он возвращался абсолютно счастливым. Воз встретил его в аэропорту и отвёз на машине в город. По дороге они подбирали название для будущей компании, так как на следующее утро уже нужно было подавать документы на её регистрацию. Джобс предложил «Apple Computer»: название звучало забавно, энергично и не страшно. Слово «apple» (яблоко) смягчало серьёзное «компьютер». К тому же в телефонном справочнике мы бы оказались перед Atari - Стив Джобс. Джобс заявил, что если к утру не будет предложено ничего лучшего, название Apple останется. Так и случилось. Поэтому компьютер, разработанный Возняком, получил название Apple I.Компания была зарегистрирована 1 апреля 1976 года. Трёхстороннее соглашение о партнёрстве составил Уэйн, он же написал первое руководство для Apple I и создал первый логотип Apple."
        },
        {
          "timelineYears": "1985",
          "timelineTitle": "Кризис и увольнение",
          "timelineSubtitle":"",
          "timelineText": "Джобс пошёл на очень сомнительный шаг, отдав распоряжение на нераспроданные компьютеры «линейки» Lisa установить эмуляцию Macintosh и выбросить результат на рынок под брендом Macintosh XL. Продажи утроились, но по сути это был обман, против которого взбунтовались многие ведущие специалисты Apple. Вторым неудачным действием Джобса стал запуск рекламной кампании комплекта Macintosh Office. Комплект должен был состоять из файлового сервера, сетевого оборудования для терминалов Macintosh на протоколах AppleTalk и лазерного принтера LaserWriter. Джобс попытался взять тот же напористый и агрессивный тон, который принёс успех год назад, но «перегнул палку». Спад продаж и сомнительные действия руководства вызвали уход ряда ведущих специалистов, с которыми Джобс расставался слишком легко и самоуверенно. Кризис также вызвал ухудшение рабочих отношений Джобса и Скалли, что привело к борьбе за власть между ними. Джобс к этому времени уже считал Скалли неподходящим человеком для руководства компанией и вообще «плохим для Apple». Однако руководство его не поддержал, ,и было принято решение постепенно отстранить Джобса от управления компанией, тем более что у него созрела идея создания исследовательского центра AppleLabs, где он мог бы стать эффективным руководителем. Он несколько раз просил об отсрочке, но в конце концов не удержался — задумал в отсутствие Скалли устроить переворот в совете директоров и захватить власть. Даже самые верные сторонники Джобса сочли этот план безумием и пытались его отговорить. Скалли обо всём узнал, отменил поездку и 24 мая 1985 года на заседании совета директоров разоблачил планы Джобса. Совет встал на сторону Скалли и уволил Джобса с должности руководителя отдела Macintosh. Стив считал, что его все предали и бросили. Ему выделили маленький домик, в стороне от основных зданий Apple, Джобс называл его «Сибирью». Через некоторое время он просто перестал ходить на работу и убедился, что его отсуствия никто не замечает. Так Джобс продержался пять месяцев на формальной должности председателя совета директоров, без реальных полномочий, после чего ушёл из Apple и в том же году основал NeXT Inc."
        },
        {
          "timelineYears": "1985-1996",
          "timelineTitle": "NeXT Computer",
          "timelineSubtitle":"Создание компьютеров NeXT",
          "timelineText": "В 1985 году Джобс познакомился с биохимиком Полом Бергом, лауреатом Нобелевской премии. Берг поделился своими представлениями о компьютере для научных исследований: он должен быть персональным, мощным и недорогим. Джобс запустил проект Big Mac, направленный на создание такого компьютера. Однако после ухода Джобса из Apple осенью 1985 года его преемник Жан-Луи Гассе закрыл проект. Теперь у Джобса появился шанс реализовать задуманное в собственной компании. Логотип компании был разработан именитым дизайнером Полом Рэндом за 100 тысяч долларов. Джобс переманил к себе нескольких единомышленников из команды Macintosh — ведущего программиста Бада Триббла, ведущих инженеров Джорджа Кроу и Рича Пейджа, главного бухгалтера Сьюзен Барнс, художника-дизайнера Сьюзен Каре, маркетолога Дэниела Левина — и с 7 миллионами долларов зарегистрировал компанию NeXT Inc. Своей новой задачей Джобс видел создание компьютера для нужд науки и образования. Проблема заключалась в том, что Apple имела прочные позиции только на этом рынке. Через год от 7 миллионов почти ничего не осталось, а в активе новой компании был только логотип и шикарные офисы. Спас ситуацию бизнесмен и филантроп Росс Перо, в 1987 году он купил 16 % акций компании за 20 миллионов долларов, что стало первой крупной инвестицией в NeXT. Стив управлял NeXT с навязчивой идеей эстетического совершенства. Вместе с Эсслингером они разработали дизайн компьютера NeXT, идея которого принадлежала Джобсу. Компьютеры NeXT поступили в продажу только в середине 1989 года по цене в 6500 долларов и первое время продавались ограниченными партиями для вузов с предустановленной бета-версией операционной системы NeXTSTEP. Джобс рекламировал NeXTcube как первый «межличностный» компьютер, который заменит персональный компьютер. Благодаря инновационной мультимедийной системе электронной почты NeXTMail, NeXTcube позволял делиться голосом, изображениями, графикой и видео по электронной почте. «Межличностные компьютеры революционизируют человеческие коммуникации и групповую работу», — говорил Джобс журналистам. Как и Apple Lisa, станция NeXT была технологически передовой, но в целом была отвергнута индустрией как слишком дорогая. Однако среди тех, кто мог себе её позволить, NeXT приобрела поклонников из-за своих технических преимуществ, главным из которых была объектно-ориентированная система разработки программного обеспечения. Тим Бернерс-Ли изобрёл Всемирную паутину и написал первый в мире гипертекстовый веб-браузер в ЦЕРНе, используя компьютер NeXT, а Джон Кармак написал на нём игры Wolfenstein 3D и Doom."
        },
        {
          "timelineYears": "1996",
          "timelineTitle": "Возвращение в Apple",
          "timelineSubtitle":"Sit voluptas Quis",
          "timelineText": "Компания NeXT, съёжившаяся до NeXT Software Inc., со штатом в 240 сотрудников, поставлявшая передовое программное обеспечение таким крупным заказчикам как Dell, The Walt Disney Company, WorldCom, Би-би-си, находилась в тупике. Джобс понимал, что только своими силами не выбраться, и снова стал смотреть в сторону Apple, дела которой тоже шли не блестяще. После ухода Джобса Apple несколько лет продержалась на старых идеях и разработках, а затем её доля на рынке упала с 16 % до 4 %. Первый разговор между Стивом Джобсом и директором Apple Гилом Амелио о возможном объединении или поглощении NeXT состоялся в 1994 году: в распоряжении NeXT была многозадачная объектно-ориентированная операционная система NeXTSTEP, и к ней интерфейс программирования приложений OpenStep, а в распоряжении Apple — аппаратная база и производственные мощности. Через два года Амелио осознал глубину кризиса Apple и вернулся к предложению Джобса. Конкуренцию NeXT за право слияния с Apple составила Be Inc., основанная в 1990 году Жаном-Луи Гассе, когда-то сменившим Джобса на посту главы отделения Macintosh и закрывшим его проект Big Mac. После покупки NeXT большая часть технологий компании нашла своё применение в продуктах Apple — в первую очередь NeXTSTEP, ставшая основой для Mac OS X. 20 декабря Джобс вернулся в основанную им компанию, и был представлен коллективу Apple как «советник председателя». В компании сразу же стало ощущаться движение: производство было сокращено, последовала череда кадровых замен и перестановок. Стало ясно, что Джобс попытается вернуть Apple себе, хотя сам он называл себя лишь «консультантом» и всячески открещивался от претензий на власть, ссылаясь на занятость в Pixar и необходимость уделять больше времени семье. В то же время, Джобс быстро сумел провести преданных ему людей на ключевые позиции в компании и приобрёл довольно однозначную репутацию. В сентябре Джобс был официально назначен временным CEO и де-факто возглавил Apple. В марте 1998 года Джобс пошёл на жёсткие меры для оживления компании. Он закрыл целый ряд проектов, таких как Newton, Cyberdog и OpenDoc."
        }
      ]
    },


    {
      "id": 2,
      "name": "Билл Гейтс",
      "age": "68 лет",
      "birthdayDate": "28 октября 1955 года",
      "deathDate": "",
      "birthdayPlace": "Сиетл, Вашингтон",
      "nationality": "США",
      "activity": "Советник по технологиям Microsoft, сопреседатель Фонда Билла и Мелинды Гейтис",
      "description": "Уильям Генри Гейтс III (англ. William Henry Gates III; 28 октября 1955, Сиэтл, Вашингтон), более известный как Билл Гейтс (англ. Bill Gates) — американский предприниматель и общественный деятель, филантроп, один из создателей (совместно с Полом Алленом) и бывший крупнейший акционер компании Microsoft. До июня 2008 года являлся руководителем компании; после ухода с поста остался в должности её неисполнительного председателя совета директоров. Также является сопредседателем благотворительного Фонда Билла и Мелинды Гейтс, членом совета директоров Berkshire Hathaway, генеральным директором Cascade Investment.",
      "photo": "/Images/Bill1.png",
      "images": ["/Images/Bill2.png", "/Images/Bill3.png", "/Images/Bill4.png"],
      "youtube": "https://www.youtube.com/embed/YgDE-d4pfTc?si=qAFF_nIDCB4EGQ5Z",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d172139.71950605686!2d-122.65387705988238!3d47.612851031084574!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x5490102c93e83355%3A0x102565466944d59a!2z0KHQuNGN0YLQuywg0JLQsNGI0LjQvdCz0YLQvtC9LCDQodCo0JA!5e0!3m2!1sru!2sby!4v1702219233988!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1955-1975",
        "timelineTitle": "Ранние годы и обучение",
        "timelineSubtitle":"",
        "timelineText": "Уильям Генри Гейтс III родился 28 октября 1955 года в Сиэтле, штат Вашингтон, как единственный сын Уильяма Х. Гейтса-старшего и его первой жены Мэри Максвелл Гейтс. В возрасте 13 лет он поступил в частную подготовительную школу Lakeside, где написал свою первую программу. В 17 лет Гейтс вместе с Алленом создал предприятие под названием Traf-O-Data для производства счетчиков трафика на базе процессора Intel 8008. В 1972 году он работал в Палате представителей Конгресса. Он был стипендиатом National Merit Scholar, когда окончил школу Lakeside в 1973 году. Он набрал 1590 баллов из 1600 по результатам схоластических тестов и поступил в Гарвардский колледж осенью 1973 г. Он выбрал специальность юриста, но посещал курсы математики (включая математику 55) и информатики. Во время учебы в Гарварде он познакомился с сокурсником и будущим генеральным директором Microsoft Стивом Балмером. Гейтс покинул Гарвард после двух лет обучения, а Балмер остался и окончил университет с отличием. Спустя годы Балмер сменил Гейтса на посту генерального директора Microsoft и занимал эту должность с 2000 года до своей отставки в 2014 году. Гейтс разработал алгоритм сортировки блинов как решение одной из серии нерешенных задач, представленных на занятиях по комбинаторике профессором Гарри Льюисом. Его решение удерживало рекорд как самая быстрая версия в течение более 30 лет, а его преемник быстрее всего на 2 %. Его решение было формализовано и опубликовано в сотрудничестве с гарвардским компьютерщиком Кристосом Пападимитриу. Гейтс продолжал общаться с Полом Алленом и присоединился к нему в Honeywell летом 1974 года. В 1975 году был выпущен MITS Altair 8800 на базе процессора Intel 8080, и Гейтс с Алленом увидели возможность создать свою собственную компанию по производству компьютерных программ. Гейтс оставил учебу в Гарварде в том же году. Его родители поддержали его, увидев, как сильно он хотел основать свою собственную компанию. Он объяснил свое решение уйти из Гарварда так: \"Если бы у меня ничего не получилось, я всегда мог бы вернуться в школу. Я был официально в отпуске\""
      },
        {
          "timelineYears": "1975-1981",
          "timelineTitle": "Основание Microsoft",
          "timelineSubtitle":"",
          "timelineText": "Гейтс прочитал январский номер журнала Popular Electronics за 1975 год, в котором демонстрировался Altair 8800, и связался с Micro Instrumentation and Telemetry Systems (MITS), чтобы сообщить, что он и другие работают над интерпретатором BASIC для этой платформы. На самом деле у Гейтса и Аллена не было Altair и они не писали для него код; они просто хотели оценить интерес MITS. Президент MITS Эд Робертс согласился встретиться с ними для демонстрации, и в течение нескольких недель они разработали эмулятор Altair, который работал на миникомпьютере, а затем и интерпретатор BASIC. Демонстрация прошла в офисе MITS в Альбукерке, штат Нью-Мексико; она имела успех и привела к заключению сделки с MITS на распространение интерпретатора как Altair BASIC. MITS наняла Аллена, а Гейтс взял отпуск в Гарварде, чтобы работать с ним в MITS в ноябре 1975 года. Аллен назвал их партнерство \"Micro-Soft\", сочетание слов \"микрокомпьютер\" и \"программное обеспечение\", а их первый офис находился в Аль букерке. Первым сотрудником Гейтса и Аллена стал их школьный товарищ Рик Вейланд. Через год они отказались от дефиса и официально зарегистрировали торговое название \"Microsoft\" у секретаря штата Нью-Мексико 26 ноября 1976 года. Гейтс так и не вернулся в Гарвард для завершения учебы. Разработанный Microsoft язык Altair BASIC был популярен среди компьютерных любителей, но Гейтс обнаружил, что предпродажная копия просочилась на рынок и широко копировалась и распространялась. В феврале 1976 г. Гейтс опубликовал в информационном бюллетене MITS открытое письмо к любителям, в котором утверждал, что более 90% пользователей Microsoft Altair BASIC не заплатили за него компании Microsoft, и \"рынок любителей\" Altair может лишить профессиональных разработчиков стимула к созданию, распространению и поддержке высококачественного программного обеспечения. Microsoft стала независимой от MITS в конце 1976 года и продолжала разрабатывать программное обеспечение на языках программирования для различных систем. Компания переехала из Альбукерке в Белвью, штат Вашингтон, 1 января 1979 года. По словам Гейтса, он лично просматривал и часто переписывал каждую строчку кода, созданного компанией в первые пять лет ее существования. По мере роста компании он перешел на должность менеджера, а затем руководителя."
        },
        {
          "timelineYears": "1982-1990",
          "timelineTitle": "Расцвет и доминирование на рынке",
          "timelineSubtitle":"",
          "timelineText": "IBM, ведущий поставщик компьютерного оборудования для коммерческих предприятий в то время, обратился к Microsoft в июле 1980 года по поводу программного обеспечения для своего нового персонального компьютера, IBM PC. IBM сначала предложила Microsoft написать интерпретатор BASIC. Представители IBM также упомянули, что им нужна операционная система, и Гейтс направил их к Digital Research (DRI), создателям широко используемой операционной системы CP/M. Однако переговоры IBM с Digital Research прошли неудачно, и они не достигли лицензионного соглашения. Представитель IBM Джек Сэмс упомянул о трудностях с лицензированием во время последующей встречи с Гейтсом и спросил, может ли Microsoft предоставить операционную систему. Несколько недель спустя Гейтс и Аллен предложили использовать 86-DOS, операционную систему, похожую на CP/M, которую Тим Патерсон из Seattle Computer Products (SCP) создал для аппаратного обеспечения, похожего на ПК. Именно престиж, который принесло Microsoft принятие IBM их операционной системы, станет началом превращения Microsoft из небольшого предприятия в ведущую компанию по производству программного обеспечения в мире. Гейтс не предложил передать авторские права на операционную систему IBM, поскольку считал, что другие производители персональных компьютеров будут клонировать аппаратное обеспечение IBM. Так и произошло, сделав IBM-совместимый ПК под управлением DOS стандартом де-факто. Продажи MS-DOS (версии DOS, продававшейся не только IBM) сделали Microsoft крупным игроком в отрасли. Microsoft и Гейтс выпустили первую розничную версию Microsoft Windows 20 ноября 1985 года, пытаясь отбиться от конкуренции со стороны графического интерфейса Apple Macintosh, который покорил потребителей своей простотой и удобством использования. В августе 1986 года компания заключила сделку с IBM на разработку отдельной операционной системы под названием OS/2. Несмотря на то что обе компании успешно разработали первую версию новой системы, сотрудничество разладилось из-за нарастающих творческих разногласий. Операционная система органично развивалась из DOS в течение десяти лет, пока не появилась Windows 95, которая по умолчанию скрывала приглашение DOS."
        },
        {
          "timelineYears": "1994-2006",
          "timelineTitle": "Расширение и деверсификация",
          "timelineSubtitle":"",
          "timelineText": "В начале 1990-х годов Microsoft расширила свою деятельность, приобретая другие компании и запуская новые продукты. Были приобретены такие компании, как Navision, a maker of enterprise resource planning software, и Lucent, a telecommunications company. Microsoft также начала активно инвестировать в облачные технологии и мобильные приложения."
        },
        {
          "timelineYears": "2006",
          "timelineTitle": "Уход с поста генерального директора Microsoft",
          "timelineSubtitle":"",
          "timelineText": "15 июня 2006 года Гейтс объявил о том, что собирается отойти от дел в Microsoft, чтобы посвятить больше времени филантропии. Он постепенно разделил свои обязанности между двумя преемниками, назначив Рэя Оззи ответственным за управление, а Крейга Манди - за долгосрочную стратегию развития продуктов. Процесс полной передачи обязанностей Оззи и Манди занял два года и был завершен 27 июня 2008 года. После ухода из Microsoft Гейтс продолжает заниматься благотворительностью и работает над другими проектами. Согласно индексу Bloomberg Billionaires Index, в 2013 году Гейтс стал самым высокодоходным миллиардером в мире: его состояние увеличилось на 15,8 млрд долларов США и составило 78,5 млрд долларов США. По состоянию на январь 2014 года большая часть активов Гейтса находится в компании Cascade Investment LLC, через которую он владеет долями в многочисленных предприятиях, включая Four Seasons Hotels and Resorts и Corbis Corp."
        }
      ]
    },

    {
      "id": 3,
      "name": "Марк Цукерберг",
      "age": "39 лет",
      "birthdayDate": "14 мая 1984 года",
      "deathDate": "",
      "birthdayPlace": "Уайт-Плейнс, Нью-Йорк, США",
      "nationality": "США",
      "activity": "Предприниматель, специалист в области информатики, меценат, ответственный руководитель, филантроп",
      "description": "Марк Эллиот Цукерберг (родился 14 мая 1984 года) - американский бизнесмен и филантроп. Один из основателей социального медиасервиса Facebook и его материнской компании Meta Platforms (ранее Facebook, Inc.), председателем совета директоров, главным исполнительным директором и контролирующим акционером которой он является.",
      "photo": "/Images/Mark1.png",
      "images": ["/Images/Mark2.png", "/Images/Mark3.png", "/Images/Mark4.png"],
      "youtube": "https://www.youtube.com/embed/9vjn3vvy8Ys?si=16kWRgYyxCoNjr2j",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d48159.32533353685!2d-73.83262549249952!3d41.026178455171284!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c29422e2a335d9%3A0x541404101a5bfc6c!2z0KPQsNC50YIt0J_Qu9C10LnQvdGBLCDQndGM0Y4t0JnQvtGA0LosINCh0KjQkA!5e0!3m2!1sru!2sby!4v1702218649101!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1984-2002",
        "timelineTitle": "Ранние годы и обучение",
        "timelineSubtitle":"",
        "timelineText": "Цукерберг начал пользоваться компьютерами и писать программы в средней школе. В старших классах он создал программу, которая позволяла всем компьютерам между его домом и стоматологическим кабинетом его отца общаться друг с другом. В старших классах Цукерберг работал над созданием музыкального плеера Synapse Media Player. Устройство, использующее машинное обучение для изучения привычек пользователя, было опубликовано на Slashdot и получило оценку 3 из 5 от PC Magazine. Газета New Yorker однажды сказала о Цукерберге: \"Некоторые дети играли в компьютерные игры. Марк их создал\". The New Yorker отметил, что к тому времени, когда Цукерберг начал занятия в Гарварде в 2002 году, он уже завоевал \"репутацию вундеркинда программирования\". Он изучал психологию и информатику, состоял в Alpha Epsilon Pi и Kirkland House."
      },
        {
          "timelineYears": "2002-2004",
          "timelineTitle": "Основание Facebook",
          "timelineSubtitle":"",
          "timelineText": "На втором курсе он написал программу под названием CourseMatch, которая позволяла пользователям принимать решения о выборе занятий, основываясь на выборе других студентов, и помогала им создавать учебные группы. Позже он создал другую программу под названием Facemash, которая позволяла студентам выбирать наиболее симпатичного человека из предложенных фотографий. Ари Хасит, сосед Цукерберга по комнате в то время, объяснил: У нас были книги под названием Face Books, в которых были имена и фотографии всех, кто жил в студенческих общежитиях. Сначала он создал сайт и разместил на нем две фотографии или изображения двух мужчин и двух женщин. Посетители сайта должны были выбрать, кто из них \"сексуальнее\", и в соответствии с результатами голосования составлялся рейтинг. Сайт работал в течение выходных, но к утру понедельника колледж закрыл его, так как из-за его популярности перегрузился один из сетевых коммутаторов Гарварда, не позволяя студентам выходить в Интернет. Кроме того, многие студенты жаловались, что их фотографии используются без разрешения. Цукерберг принес публичные извинения, а в студенческой газете появились статьи, в которых говорилось, что его сайт \"совершенно неправомерен\". В январе 2004 года Цукерберг начал писать код для нового сайта. 4 февраля 2004 года Цукерберг запустил \"Thefacebook\", первоначально расположенный по адресу thefacebook.com, в сотрудничестве со своими соседями по комнате Эдуардо Саверином, Эндрю МакКоллумом, Дастином Московицем и Крисом Хьюзом. Более ранним источником вдохновения для создания Facebook могла послужить Академия Филлипса Эксетера, подготовительная школа, которую Цукерберг окончил в 2002 году. Она издавала свой собственный справочник для студентов \"Фотоадресная книга\", который студенты называли \"Фейсбук\". Такие фотокаталоги были важной частью социальной жизни студентов во многих частных школах. В них ученики могли указывать такие атрибуты, как годы учебы, друзей и номера телефонов."
        },
        {
          "timelineYears": "2005-2019",
          "timelineTitle": "Рост и успех Facebook",
          "timelineSubtitle":"",
          "timelineText": "В 2005 году Цукерберг оставил Гарвард, чтобы сосредоточиться на развитии Facebook. Компания быстро росла и стала доступной для всех пользователей интернета в 2006 году. В последующие годы Facebook продолжала расти и стала одной из самых популярных социальных сетей в мире. Цукерберг начал активно работать над расширением Facebook за пределами социальных сетей, включая разработку мессенджера WhatsApp, компания также активно работает над созданием метавселенной и инвестирует в технологии искусственного интеллекта."
        },
        {
          "timelineYears": "2019",
          "timelineTitle": "Oculus quest",
          "timelineSubtitle":"",
          "timelineText": "В 2019 году компания Oculus, принадлежащая Facebook, выпустила гарнитуру виртуальной реальности, представляющая собой автономный шлем, позволяющий погрузится в игровое пространство. Данная гарнитура позволяет перемещаться, взаимодействовать, слышать звуки виртуального мира и многое дургое. В гарнитуре имеются камеры, позволяющие отслеживать движение человека и осуществлять трекинг тела. На данный момент выпущено 3 версии гарнитуры, последняя из которых позволяет находится в смешанной реальности."
        },
        {
          "timelineYears": "2023",
          "timelineTitle": "Threads",
          "timelineSubtitle":"",
          "timelineText": "Компания Meta запустила социальную сеть Threads, предназначенную для обмена короткими сообщениями. Сразу после запуска Twitter пригрозил Meta иском, обвинив корпорацию в краже своих технологических секретов, так как Threads сильно похожа на Twitter, а именно создавать ветки, комментировать их. Сегодня Цукерберг продолжает руководить Facebook, который стал одной из крупнейших компаний в мире, с более чем 2,8 миллиарда активных пользователей в месяц. Цукерберг также активно занимается благотворительностью и поддержкой образования и науки."
        }
      ]
    },

    {
      "id": 4,
      "name": "Илон Маск",
      "age": "52 года",
      "birthdayDate": "28 июня 1971 года",
      "deathDate": "",
      "birthdayPlace": "Претория, ЮАР",
      "nationality": "США",
      "activity": "Предприниматель, инженер, инвестор, промышленный дизайнер",
      "description": "И́лон Рив Маск — американский предприниматель, инженер и миллиардер. Основатель, генеральный директор и главный инженер компании SpaceX; инвестор, генеральный директор и архитектор продукта компании Tesla; основатель The Boring Company; соучредитель Neuralink и OpenAI; владелец Twitter (X).7 января 2021 года, с состоянием по оценочным данным в 185 млрд $, впервые стал богатейшим человеком планеты, сместив на второе место основателя Amazon Джеффа Безоса. 1 ноября 2021 года стал первым человеком в истории, чьё состояние достигло отметки в 300 млрд $.За выдающиеся заслуги перед наукой 9 мая 2018 года удостоен членства Лондонского королевского общества. В декабре 2021 года журнал Time признал Илона Маска «Человеком года».",
      "photo": "/Images/Musk1.png",
      "images": ["/Images/Musk2.png", "/Images/Musk3.png", "/Images/Musk4.png"],
      "youtube": "https://www.youtube.com/embed/kWdzeVEwaWI?si=fMidSVb69RtnQ7HD",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d511631.13646276866!2d29.4353643!3d59.9394575!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x1e95619cbec65033%3A0xf66262b07a847b4c!2z0J_RgNC10YLQvtGA0LjRjywg0K7QttC90LDRjyDQkNGE0YDQuNC60LA!5e0!3m2!1sru!2sby!4v1702305353077!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "1995—1999",
        "timelineTitle": "Zip2",
        "timelineSubtitle":"«сайт работал днем, а я разрабатывал его ночью, семь дней в неделю, все время»",
        "timelineText": "В 1995 году Маск, его брат Кимбал и Грег Коури на средства инвесторов основали компанию Zip2, занимающуюся разработкой программного обеспечения для интернета. Они разместили своё предприятие в небольшом арендованном офисе в Пало-Альто. Компания разрабатывала и продавала интернет-путеводитель по городам для газетной индустрии, с картами, направлениями и жёлтыми страницами. Маск говорит, что до того, как компания стала успешной, он не мог позволить себе квартиру и вместо этого снимал офис, спал на диване, принимал душ в YMCA и делил один компьютер со своим братом. Когда они с Кимбалом не могли договориться о деловых решениях, они решали свои разногласия с помощью борьбы. По словам Маска, «сайт работал днем, а я разрабатывал его ночью, семь дней в неделю, все время». Братья Маск получили контракты с The New York Times и Chicago Tribune', и убедили совет директоров отказаться от планов слияния с CitySearch. Попытки Маска стать генеральным директором, должность которого занимал председатель совета директоров Рич Соркин, были пресечены советом директоров. Compaq приобрела Zip2 за 307 миллионов долларов наличными в феврале 1999 года, а Маск получил 22 миллиона долларов за свою 7-процентную долю."
      },
        {
          "timelineYears": "1999—2000",
          "timelineTitle": "X.com и PayPal",
          "timelineSubtitle":"Стратегическое решение Илона о слиянии двух компаний",
          "timelineText": "В марте 1999 года Маск стал одним из основателей X.com. В 2000 году X.com произвела слияние с компанией Confinity, одним из продуктов которой был сервис для персональных денежных переводов PayPal. Маск решительно выступал за перевод разрабатываемого компанией программного обеспечения с UNIX под операционную систему Windows, что вызвало разногласия c техническим директором компании Максом Левчиным и другими руководителями, закончившиеся отставкой Маска с поста CEO (при этом он остался членом Совета директоров). Однако стратегическое решение Илона о слиянии двух компаний, наряду с активным продвижением электронной системы оплаты на Интернет-аукционах (в первую очередь, eBay), привело в 2001 году к быстрому росту предприятия, которое было окончательно переименовано в PayPal. Столь внушительные успехи позволили компании произвести размещение акций на бирже в феврале 2002 года (и при этом стать первой из дотком-компаний, вышедших на биржу после террористических актов 11 сентября 2001 года). В октябре 2002 года PayPal была куплена eBay за 1,5 млрд долларов США. На момент продажи Маску принадлежали 11,7 % акций компании, что позволило ему выручить 180 млн долларов."
        },
        {
          "timelineYears": "2002",
          "timelineTitle": "SpaceX",
          "timelineSubtitle":"\"Рано или поздно наша жизнь должна будет выйти за пределы этого сине-зелёного шарика — или мы вымрем\"",
          "timelineText": "В мае 2002 года Маск основал свою третью компанию — SpaceX. Она является частным разработчиком серии ракет-носителей и коммерческим оператором космических систем.Компания SpaceX разрабатывает сверхтяжелые ракето-носители Falcon Heavy (в эксплуатации с 2019 года) и Starship (проходит заключительные стадии испытаний). Эти носители, благодаря использованию частично или полностью многоразовых модулей, позволят значительно снизить стоимость доставки на орбиту грузов массой 100-120 тонн, что в свою очередь открывает широкие перспективы для лунных и марсианских космических программ.По утверждению самого Илона, большое влияние на него оказал цикл научно-фантастических романов «Основание» и взгляды Айзека Азимова на освоение космического пространства как развитие и сохранение человеческого бытия. Маск утверждал, что охват жизнью нескольких планет может служить защитой от угрозы исчезновения человечества.Илон Маск поставил перед собой цель — в 10 раз уменьшить затраты на космические полёты. Для этого он основал SpaceX, вложив в неё 100 млн долларов, полученных от продажи своих предыдущих компаний.В январе 2016 года на инвестиционном форуме в Гонконге Маск сообщил о том, что его компания надеется осуществить полёт на Марс в 2020—2025 годах. 27 сентября 2016 года на 67-м Международном конгрессе по астронавтике в Гвадалахаре (Мексика) Маск представил проект межпланетной транспортной системы, предполагающей создание многоразового космического транспорта для доставки людей на Марс, с целью создания там в будущем самоподдерживающейся колонии.30 мая 2020 года состоялся пилотируемый полет космического корабля Илона Маска под названием Crew Dragon. Первая ступень Falcon 9 успешно вернулась на Землю и приземлилась на плавучую платформу в Атлантическом океане через 10 минут после старта. Корабль успешно вышел на орбиту и состыковался с МКС.В январе 2021 года Маск заявил о намерении распродать имущество для демонстрации серьёзности своих намерений по строительству автономного города на Марсе."
        },
        {
          "timelineYears": "2004",
          "timelineTitle": "Tesla",
          "timelineSubtitle":"В 2019 году Tesla стала крупнейшим производителем электромобилей в мире",
          "timelineText": "Tesla, «Тесла» — американская компания, производитель электромобилей и решений для хранения электроэнергии.В 2019 году Tesla стала крупнейшим производителем электромобилей в мире. Седан Tesla Model 3 стал самым продаваемым электромобилем в истории, преодолев отметку 800 тысяч.В списке крупнейших публичных компаний в мире Forbes Global 2000 за 2022 год Tesla заняла 151-е место. В списке крупнейших компаний США по размеру выручки Fortune 500 заняла 65-е место. В 2021 году Tesla вышла на первое место по рыночной капитализации среди автомобильных компаний, обойдя японского автопроизводителя Toyota. На середину 2023 года капитализация составила 820 миллиарда долларов.Компания получила название в честь американского инженера, изобретателя в области электротехники Николы Теслы."
        },
        {
          "timelineYears": "2022",
          "timelineTitle": "Twitter",
          "timelineSubtitle":"Американский сервис микроблогов и социальная сеть, в которой пользователи публикуют сообщения, известные как «твиты», и взаимодействуют с ними ",
          "timelineText": " По состоянию на 14 марта 2022 года Илон Маск купил 9,2 % акций Twitter, Inc. (73,48 млн акций). Стоимость пакета, согласно биржевой стоимости от 1 апреля, составляла более 2,8 млрд $, на фоне новости акции «Твиттера» выросли более чем на 25 % на премаркете. 25 апреля 2022 года совет директоров «Твиттер» принял предложение Маска по покупке компании за 44 млрд $, однако в июле Маск отказался от сделки.27 октября 2022 года сделка была совершена. Во главе компании встал Илон Маск. Генеральный директор Twitter Параг Агравал, финансовый директор Нед Сигал и два других высокопоставленных сотрудника вышли из состава руководства.После того, как Илон Маск стал главой компании, ряд рекламодателей Twitter (General Mills, Audi, Pfizer) временно приостановили рекламу в социальной сети. Из-за этого сильно упала выручка компании.24 июля 2023 года главная страница Twitter была переименована в «X», а днём ранее было настроено перенаправление с домена x.com на twitter.com. Новый логотип социальной сети — белая буква Х на чёрном фоне. По словам Маска твиты будут переименованы в «иксы». Бизнесмен также отметил, что ребрендинг связан с тем, что раньше в приложении можно было общаться, размещая короткие сообщения на 140 символов, но теперь «вы можете публиковать практически все что угодно, включая несколько часов видео».17 ноября 2023 крупнейшие инвесторы Apple, Disney, Warner Bros. Discovery, Paramount, Sony Pictures и Lionsgate, а также IBM отказались размещать рекламу в Twitter после поддержки Илоном Маском антисемитского поста. Еврокомиссия также попросила прекратить покупать рекламу в Твиттере. Белый дом раскритиковал Маска за пропаганду антисемитизма. 18 ноября 2023 в сети были вынуждены начать блокировать за призывы «от реки до моря»."
        }
      ]
    },

    {
      "id": 5,
      "name": "Джефф Безос",
      "age": "59 лет",
      "birthdayDate": "12 января 1964 года",
      "deathDate": "",
      "birthdayPlace": "Альбукерке, Нью-Мексико, США",
      "nationality": "США",
      "activity": "Предприниматель, инвестор, бизнесмен, медиамагнат, учёный в области информатики",
      "description": "Джеффри Престон «Джефф» Безос  — американский предприниматель, основатель интернет-компании Amazon.com, создатель и владелец аэрокосмической компании Blue Origin, является главой издательского дома The Washington Post.В 2017 году стал богатейшим человеком мира по версии Forbes, обладая состоянием 90,5 млрд $. В конце января 2022 года состояние Безоса оценивалось уже в 302 млрд $, что сделало его третьим человеком в современной истории, чье состояние превысило 300 млрд $.В январе 2022 года уступил третью позицию в рейтинге богатейших людей мира CEO Tesla и основателю SpaceX Илону Маску. По данным Forbes состояние Безоса на май 2022 года оценивается в 150,1 млрд $.",
      "photo": "/Images/Bezos1.png",
      "images": ["/Images/Bezos2.png", "/Images/Bezos3.png", "/Images/Bezos4.png"],
      "youtube": "https://www.youtube.com/embed/oLTgbpgOlG0?si=Wv-0gZCsCSCYvO22",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d208957.83135977498!2d-106.84128842247968!3d35.082579388007005!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x87220addd309837b%3A0xc0d3f8ceb8d9f6fd!2z0JDQu9GM0LHRg9C60LXRgNC60LUsINCd0YzRji3QnNC10LrRgdC40LrQviwg0KHQqNCQ!5e0!3m2!1sru!2sby!4v1702306024747!5m2!1sru!2sby",
      "timelineItems": [{
          "timelineYears": "1993",
          "timelineTitle": "Свадьба с Маккензи Таттл",
          "timelineSubtitle":"Он искал «находчивую» женщину, которая в случае чего «сможет выручить его из тюрьмы страны третьего мира»",
          "timelineText": "Во время работы в D. E. Shaw & Co Безос просил друзей обеспечить ему поток кандидаток для свиданий, чтобы найти подходящую кандидатуру для отношений. По его словам, он искал «находчивую» женщину, которая в случае чего «сможет выручить его из тюрьмы страны третьего мира». Такой поиск не увенчался успехом, однако затем он влюбился в Маккензи Таттл. Маккензи в 1992 году получила степень бакалавра в Принстонском университете и там же была ассистентом у американской писательницы Тони Моррисон. В хедж-фонд она устроилась на должность административного помощника, чтобы оплачивать счета, пока работала над своими романами. По её воспоминаниям, она влюбилась в голос Безоса, который заразительно смеялся в соседнем кабинете. В 1993 году, через три месяца отношений, пара поженилась в Уэст-Палм-Бич, и в том же году Маккензи Таттл выпустила свою первую книгу.В 1994 году пара, оставив престижную работу в Нью-Йорке, перебралась в Сиэтлл, чтобы основать Amazon.com. Безос неоднократно подчёркивал, что именно жена, ставшая первым бухгалтером его стартапа и даже доставлявшая заказы, давала ему ресурс для работы и называл её «правой рукой». В 1999 году Маккензи впервые забеременела. Супруги стали родителями трёх сыновей и усыновили девочку из Китая.В сентябре 2018 года Безосы отпраздновали в Майями 25 лет совместной жизни, а уже 9 января 2019 объявили о разводе, опубликовав об этом твит и пообещав остаться друзьями."
        },
        {
        "timelineYears": "1994",
        "timelineTitle": "Создание интернет-магазина Amazon.com",
        "timelineSubtitle":"Компания была названа в честь реки Амазонки, самой полноводной реки в мире",
        "timelineText": "В конце 1994 года, в ходе путешествия через страну из Нью-Йорка в Сиэтл, Безос основал интернет-магазин Amazon.com, первоначальные инвестиции в который составили 300 тыс. долларов. Сайт был запущен 16 июля 1995 года, хотя на тот момент он не был до конца закончен: к примеру, на нём можно было заказать отрицательное количество книг. Безос мотивировал это необходимостью опередить конкурентов. Компания начиналась как книжный онлайн-магазин и расширилась до продажи большого ассортимента продуктов и сервисов, включая видео- и аудиотрансляции. В 1997 году компания вышла на IPO. В 1999 году американский журнал Time назвал Безоса человеком года"
        },
        {
          "timelineYears": "2000",
          "timelineTitle": "Создание аэрокосмической компании Blue Origin",
          "timelineSubtitle":"Компания находится на территории ранчо Джефа Безоса, расположенного в 40 км к северу от города Ван-Хорн, штат Техас, США.",
          "timelineText": "Компания была зарегистрирована Джеффом Безосом 8 сентября 2000 года как Blue Operations LLC в Кенте. Нил Стивенсон, один из единомышленников Безоса, арендовал для компании площадь в бывшей фабрике конвертов в промзоне на юге Сиэттла.В марте 2017 Blue Origin получила первого платного клиента, им стал спутниковый телевизионный провайдер Eutelsat — 7 марта был подписан контракт, по которому в течение пяти лет один из спутников этой компании будет выведен на орбиту при помощи ракеты-носителя New Glenn. Днём позже был подписан второй контракт, на пять пусков ракеты New Glenn со спутниками компании OneWeb.В мае 2019 года Blue Origin вошла в список компаний, отобранных НАСА для разработки и производства прототипов космических аппаратов для высадки на Луну в рамках новой американской лунной программы «Артемида» (см. Blue Moon).В августе 2021 года Blue Origin подала иск к НАСА в связи с тем, что контракт на создание пилотируемого лунного корабля был заключён не с ней, а с компанией SpaceX.В октябре 2021 года Blue Origin объявила о планах участия в создании коммерческой станции Орбитальный риф."
        },
        {
          "timelineYears": "2018",
          "timelineTitle": "Первая строчка в Форбс",
          "timelineSubtitle":"Капитал Джеффа Безоса в основном состоит из акций его компании Amazon",
          "timelineText": "Джефф Безос впервые попал в рейтинг миллиардеров Форбс в 1999 году с капиталом 10,1 миллиарда долларов. В течение десяти лет его состояние не превышало этой отметки, но в 2010 году начался устойчивый рост, который в 2018 году поднял его на первую строчку рейтинга Форбс с капиталом 112 млрд долл.Капитал Джеффа Безоса в основном состоит из акций его компании Amazon. Согласно официальному биржевому листингу, на 1 декабря 2020 ему принадлежит 53 474 763 акции компании, то есть около 10 % всех акций.В 2022 году СМИ опубликовали первые фотографии яхты под кодовым названием Y721, которую строят для Безоса на верфях Oceanco в Нидерландах. 127-метровое судно станет самой большой парусной яхтой в мире, отобрав этот титул у Sea Cloud. Стоимость проекта оценивают в сумму около $0,5 млрд. Специально для проводки яхты придётся разобрать мост De Hef в Роттердаме, который был на реставрации с 2014 по 2017; только эта работа обойдется в $20 млн."
        },
        {
          "timelineYears": "2021",
          "timelineTitle": "Безос становится соучредителем Altos Labs",
          "timelineSubtitle":"Целью Altos Labs является разработка терапии продления жизни, которая может остановить или обратить вспять процесс старения человека.",
          "timelineText": "Altos Labs — американская биотехнологическая исследовательская компания. Целью Altos Labs является разработка терапии продления жизни, которая может остановить или обратить вспять процесс старения человека. Для этого будут разработаны специализированные клеточные терапии на основе индуцированных плюрипотентных стволовых клеток. Компания была основана в 2021 году венчурным инвестором Юрием Мильнером. В дальнейшем Джефф Безос вложил в Altos Labs 3 млрд долларов.В совет директоров Altos Labs вошли лауреаты Нобелевской премии по химии Дженнифер Даудна (2020, генная инженерия) и Фрэнсис Арнольд (2018, применение энзимов). Сопредседателями совета стали Ричард Клаузнер и Ханс Бишоп.По словам президента Ханса Бишопа, компания в первую очередь стремится увеличить продолжительность «здоровой жизни», а удлинение жизни — это будет лишь «случайное последствие»"
        }
      ]
    },

    {
      "id": 6,
      "name": "Павел Дуров",
      "age": "39 лет",
      "birthdayDate": "10 октября 1984 года",
      "deathDate": "",
      "birthdayPlace": "Ленинград, СССР",
      "nationality": "Россия",
      "activity": "Предприниматель, программист, учёный в области информатики",
      "description": "Павел Валерьевич Дуров — российский предприниматель, программист, создатель социальной сети ВКонтакте и мессенджера Telegram.",
      "photo": "/Images/Durov1.png",
      "images": ["/Images/Durov2.png", "/Images/Durov3.png", "/Images/Durov4.png"],
      "youtube": "https://www.youtube.com/embed/cxtW_U44YFI?si=le7t3mKq_MyBIjcg",
      "googlemap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1023918.2106462105!2d27.598072104223764!3d59.918198470178666!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4696378cc74a65ed%3A0x6dc7673fab848eff!2z0KHQsNC90LrRgi3Qn9C10YLQtdGA0LHRg9GA0LMsINCg0L7RgdGB0LjRjw!5e0!3m2!1sru!2sby!4v1702306462923!5m2!1sru!2sby",
      "timelineItems": [{
        "timelineYears": "2006—2013",
        "timelineTitle": "Запуск социальной сети \"ВКонтакте\"",
        "timelineSubtitle":"27 мая 2012 года топ-менеджеры «ВКонтакте» во главе с Дуровым бросали самолётики с прикреплёнными к ним 5000-рублёвыми банкнотами из окна центрального офиса компании в Санкт-Петербурге",
        "timelineText": "8 октября 2006 года Павел Дуров, вместе с братом Николаем, запустил социальную сеть VKontakte. Их целью было создать платформу для обмена сообщениями и мультимедийным контентом для студентов российских университетов. VKontakte быстро набрала популярность благодаря своей удобной и простой в использовании платформе, а также возможности обмена медиафайлами, схожей с Facebook, но ориентированной на российскую аудиторию.Под руководством Павла Дурова, VKontakte стала самой популярной социальной сетью в России и одной из самых посещаемых в Европе. Она быстро росла и привлекала миллионы пользователей со своими возможностями для общения, обмена контентом, создания групп и страниц, и другими функциями."
        },
        {
          "timelineYears": "2013",
          "timelineTitle": "Уход из \"ВКонтакте\"",
          "timelineSubtitle":"То, чем вы владеете, рано или поздно начинает владеть вами (Павел Дуров о причинах ухода из \"ВКонтакте\")",
          "timelineText": "24 января 2014 года стало известно, что Дуров в декабре 2013 года заключил сделку по продаже оставшихся у него 12 % акций «Вконтакте» Ивану Таврину и перестал быть собственником сети.1 апреля Павел Дуров сообщил на своей странице об уходе с поста генерального директора ООО «В Контакте», объяснив это сокращением имеющейся свободы действий, однако затем, 3 апреля, отозвал своё заявление об уходе. Затем выяснилось, что это не было первоапрельской шуткой, 21 апреля владельцы социальной сети «ВКонтакте» удовлетворили прошение об увольнении, которое ранее направил им генеральный директор и основатель сети Павел Дуров.С 16 сентября 2014 года единственным владельцем ВКонтакте является Mail.Ru Group, с 12 октября 2021 года называющаяся VK."
        },
        {
          "timelineYears": "2013—2020",
          "timelineTitle": "Создание мессенджера Telegram",
          "timelineSubtitle":"В интервью The New York Times Павел рассказал, что первоначальная идея приложения пришла ему ещё в 2011-м, когда к его двери приходили спецназовцы",
          "timelineText": "14 августа 2013 года Павел Дуров и его брат Николай Дуров запустили мессенджер Telegram. Они стремились создать платформу для обмена сообщениями, обладающую высоким уровнем безопасности и защиты личной информации пользователей. Telegram отличался от других мессенджеров шифрованием сообщений и возможностью отправки самоуничтожающихся сообщений.Под руководством Павла Дурова мессенджер Telegram продолжал свое активное развитие, привлекая миллионы пользователей по всему миру. Он был оценен за свою простоту использования, быстроту доставки сообщений и высокий уровень конфиденциальности. В своем проекте Павел Дуров и его команда постоянно внедряли новые функции и улучшения, что позволило мессенджеру Telegram стать одной из ведущих платформ для обмена сообщениями во всем мире.Telegram также активно работал над улучшением возможностей для бизнеса, предоставляя инструменты для создания каналов и ботов, что помогло привлечь множество компаний и организаций. В настоящее время мессенджер Telegram остается одной из самых популярных и уважаемых платформ для обмена сообщениями, привлекая пользователей своими инновационными функциями и стремлением обеспечить приватность и безопасность общения."
        },
        {
          "timelineYears": "2014",
          "timelineTitle": "Эмиграция",
          "timelineSubtitle":"Боюсь, для меня нет пути назад. Особенно после того, как я публично отказался сотрудничать с властями",
          "timelineText": "22 апреля 2014 года стало известно, что Павел Дуров уехал за границу и не собирается возвращаться в Россию. Об этом он сообщил в интервью порталу TechCrunch.С 2017 года Павел проживает в Дубае, где и расположена штаб-квартира Telegram. Кроме российского, имеет паспорт государства Сент-Китс и Невис, он получил этот паспорт после инвестиций в экономику страны.В начале апреля 2018 года во многих СМИ была представлена информация о получении Дуровым гражданства Великобритании, которую сам Павел опроверг, ссылаясь на фальшивку мошенников.6 февраля 2021 года Павел Дуров провел встречу с наследным принцем Дубая Хамданом бин Мохаммедом аль-Мактумом, на которой рассказал об истории успеха развития Telegram.В феврале 2021 года Дуров получил гражданство Объединенных Арабских Эмиратов, а в августе — французское гражданство."
        },
        {
          "timelineYears": "2018—2020",
          "timelineTitle": "ICO Telegram и блокировка мессенджера в России",
          "timelineSubtitle":"Что касается Telegram, то проект как не выдавал, так и не будет выдавать личные данные и ключи шифрования третьим сторонам.",
          "timelineText": "В 2018 году Дуров объявил о планах запуска блокчейн-платформы криптовалютой Gram — размещение монет (Initial Coin Offering, ICO) для финансирования разработки блокчейн-проекта Telegram Open Network (TON). За время ICO компания собрала более 1,7 миллиарда долларов, что сделало его одним из самых крупных ICO в истории.Однако в апреле 2018 года Роскомнадзор заблокировал мессенджер в России, указывая на отказ от предоставления российским спецслужбам доступа к зашифрованным сообщениям. После последовавших судебных разбирательств, Роскомнадзор ограничил доступ к сервисам Telegram в России в апреле 2018 года, и блокировка мессенджера оставалась в силе на протяжении нескольких лет.Блокировка Telegram в России вызвала широкий общественный резонанс и привлекла внимание международного сообщества. При этом Павел Дуров выступал против предъявляемых ему обвинений и выражал готовность защищать конфиденциальность пользователей. Тем не менее, мессенджер Telegram продолжал активно развиваться и оставался одной из самых популярных платформ для обмена зашифрованными сообщениями во всем мире."
        }
      ]
    }

  ]
}